tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "cmake"
brew "cmatrix"
brew "node"
brew "corepack"
brew "diff-so-fancy"
brew "dive"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "go"
brew "grep"
brew "helm"
brew "htop"
brew "jq"
brew "kubectx"
brew "leiningen"
brew "micro"
brew "postgresql"
brew "pure"
brew "shellcheck"
brew "tfenv"
brew "tree"
brew "zsh-syntax-highlighting"
cask "1password"
cask "aerial"
cask "alfred"
cask "alt-tab"
cask "docker"
cask "dozer"
cask "firefox"
cask "font-fira-code"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "istat-menus"
cask "iterm2"
cask "linearmouse"
cask "macs-fan-control"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "rectangle"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp"
